Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Receptor hoods should not be used where personnel need to lean or bend forwards between process and hood in the course of their duties.
sv: Mottagande huvar bör inte användas där personer behöver luta sig in mellan processen och huven för att utföra arbetsuppgifter.

source: If there are disruptive air currents in the surroundings, leakage can easily occur round the edges of the hood.
sv: Om det finns störande luftströmmar i omgivningen kan läckage lätt uppstå vid huvens kanter.

source: It is therefore important to check the surrounding air velocities and also to create sufficient air movements inwards from the edges of the hood, so that contaminants will not escape.
sv: Det är därför viktigt att dels kontrollera omgivande lufthastig-heter, dels skapa tillräckliga luftrörelser vid hu- vens kanter in mot huven så att föroreningar inte läcker ut.

source: Fume cupboard
sv: Dragskåp

source: In order to ensure a fume cupboard takes efficient care of the air contaminants generated, a minimum front velocity is required, although it must not be too high.
sv: För att säkerställa att dragskåpet effektivt tar hand om de luftföroreningar som alstras behövs en minsta fronthastighet som dock inte får vara för hög.

source: This is because if the front velocity exceeds a certain limit, the protective effect merely becomes less good the higher the speed, as the air stream becomes turbulent and leakage increases.
sv: Detta beror på att om fronthastigheten överskrider en viss gräns blir skydds-effekten bara sämre ju högre hastigheten är eftersom luftströmmen

source: It is permitted to have a lower front velocity than 0.5 m/s when no air contaminants are being generated in the fume cupboard.
sv: Det är tillåtet att ha en lägre fronthastighet än 0,5 m/s när det inte alstras några luftföroreningar i dragskåpet.

source: In order to prevent the spread of air contaminants that may remain in the fume cupboard and connecting ducting system, a basic flow is necessary, i.e. the extract air flow needs to be sufficiently great so that the air stream is stable with air from the room going into the fume cupboard.
sv: För att för-hindra spridning av luftföroreningar som kan finnas kvar i dragskåpet och anslutande kanal-system behövs ett grundflöde, d.v.s. att frånluftsflödet är så stort att strömnings- bilden är stabil med luft från lokalen och in i dragskåpet.

source: In case it is not clearly unnecessary, failings in the process ventilation should be quickly discovered with the aid of a permanently installed instrument, such as a flow meter.
sv: Ifall det inte är uppenbart onödigt bör brister i processventilationen snabbt kunna konstateras med hjälp av ett fast monterat instrument, t.ex. en flödesmätare.

source: Fluttering paper strips or an indication that the extract air fan is in operation is normally not sufficient.
sv: Fladdrande pappersremsor eller indikering på att frånluftsfläkten är i drift är normalt inte tillräckligt.

source: Serious injuries can be chronic disease, permanent organ damage, cancer or foetus damage.
sv: Allvarlig skada kan vara kronisk sjukdom, permanent organskada, cancer eller fosterskada.

source: Substances that can cause immediate danger to life are, for example, hydrogen sulphide and hydrocyanic acid.
sv: Till ämnen som kan medföra omedelbar livsfara hör t.ex. svavelväte och cyanväte.

source: It is advantageous if the process ventilation used also for other substances than those mentioned in the section is provided with an alarm de-
sv: Det är fördelaktigt om även den process-ventilation som används för andra ämnen än dem som avses i paragrafen förses med larmanordning.

source: Operating and maintenance instructions should be available when ventilation systems are commissioned and should contain the following:
sv: Instruktionerna bör finnas tillgängliga när ventilationssystemen tas i drift och bör innehålla följande:

source: Operating instructions
sv: Driftinstruktioner

source: Description of the building, activities and ventilation system.
sv: Beskrivning av byggnaden, verksamheten och ventilationssystemen.

source: Description of the functional principles and positioning of the installations.
sv: Beskrivning av installationernas funktionsprinciper och placering.

source: Data concerning air quantities, technical data, etc.
sv: Uppgifter om luftmängder, tekniska data etc.

source: Particulars of operating times.
sv: Uppgift om driftstider.

source: Information about current safety regulations (operating switch, emergency override, etc.).
sv: Uppgift om gällande säkerhetsbestämmelser (arbetsbrytare, nödstopp m.m.).

source: Description of measures to be taken in the event of a failure.
sv: Uppgift om åtgärder vid driftavbrott.

source: Drawings of the ready-built ventilation system.
sv: Relationsritningar.

source: Maintenance instructions
sv: Underhållsinstruktioner

source: Particulars of timetabled maintenance routines for different parts of the ventilation system (filter replacement, cleaning of ducts, etc.).
sv: Uppgift om tidsbestämda underhållsrutiner på ventilationssystemets olika delar (filterbyte, rensning av kanaler m.m.).

source: This point should also include the fire safety function.
sv: I denna punkt bör även brandfunktionen ingå.

source: Design data.
sv: Projekteringsdata.

source: Design is based on certain definite preconditions, a knowledge of which may be necessary, for example, for inspection purposes.
sv: Vid projekteringen utgår man från vissa bestämda förutsättningar.

source: Data of this kind include personal load, contaminant production, heat production and the outdoor and indoor design climates.
sv: Exempel på sådana data är personbelastning, föroreningsalst- ring, värmealstring samt dimensionerande yttre och inre klimat.

source: Fault location chart.
sv: Felsökningsschema.

source: The operating and maintenance instructions are above all intended for whoever is responsible for the maintenance of the ventilation system.
sv: Drift- och underhållsinstruktionerna är främst avsedda för den som svarar för underhållet av ventilationssystemet.

source: It is a good idea also to compile simpler user information, so that all employees will acquire a knowledge of the ventilation on the work premises.
sv: Det är bra att även ta fram en enklare brukarinformation så att alla arbetstagare får kunskap om ventilationen i arbetslokalen.

source: When the function of the ventilation system is checked, air flows and supply air temperatures should be measured.
sv: När ventilationssystemets funktion kontrolleras bör bl.a. luftflöden och tilluftstemperaturer mätas.

source: The function of the process ventilation can be illustrated with the help of smoke.
sv: Processventilationens funktion kan åskådliggöras med hjälp av rök.

source: Inspection of control systems, alarm functions and alarm limits of importance to personal protection are also covered by the section.
sv: Även kontroll av kontrollsystem, larmfunktioner och larmgränser som har betydelse för personskydd omfattas av paragrafen.

source: This includes, for example, the system required to determine functional failure in cleaning devices for return air or circulation air from processes in accordance with Section 22 and control systems in accordance with Section 26.
sv: Det gäller t.ex. det system som krävs för att konstatera bristande funktion i reningsanläggningar för återluft eller cirkulationsluft från processer enligt 22 § samt kontrollsystem enligt 26 §.

source: In order for operation and maintenance to proceed correctly, it is advisable to make one person responsible for these matters and to give that person the requisite information and instruction.
sv: För att drifts- och underhållsarbete ska fungera är det lämpligt att utse en drifts- och underhållsansvarig person och att ge denne erforderlig information och instruktion.

source: The National Board of Housing, Building and Planning has issued "Re- gelsamling för funktionskontroll av ventilationssystem", OVK (Regulatory book for functional control of ventilation systems), with implementing provisions and general recommendations indicating among other things which buildings the control includes and intervals for recurrent inspection.
sv: Boverket har utfärdat Regelsamling för funktionskontroll av ventilationssystem, OVK, med tillämpningsföreskrifter och allmänna råd om funktionskontroll av ventilationssystem och anger bl.a. vilka byggnader som omfattas av kontrollen samt intervall för återkommande besiktning.

source: Recurrent inspections are, for example, to be carried out on pre-school premises and in schools, caring service premises and offices.
sv: Återkommande besiktning ska bl.a. utföras i förskolor, skolor, vårdlokaler och kontor.

source: Inspection intervals are either 3 or 6 years, depending on the building and ventilation system.
sv: Besiktningsintervallen är 3 eller 6 år beroende på byggnad och ventilationssystem.

source: Buildings exempted from these inspections include certain outbuildings, industrial buildings and cert ain buildings intended for the total defence system.
sv: Undantagna byggnader är bl.a. vissa ekonomibyggnader, industribyggnader och vissa byggnader som är avsedda för totalförsvaret.

source: On work premises, both the regulations of the National Board of Housing, Building and Planning and those of the Swedish Work Environment Authority apply.
sv: I arbetslokaler gäller både Boverkets och Arbetsmiljöverkets bestämmelser.

source: However, only provisions of the Swedish Work Environment Authority apply to buildings exempted by the National Board of Housing, Building and Planning.
sv: I byggnader som Boverket undantagit gäller dock endast Arbetsmiljö- verkets föreskrifter.

source: The intervals indicated for work premises in the provisions of the National Board of Housing, Building and Planning also meet the requirements defined by the Swedish Work Environment Authority.
sv: De intervall som anges för arbetslokaler i Boverkets föreskrifter uppfyller även Arbetsmiljöverkets krav.

source: A suitable interval between inspections, therefore, is, at most, three years.
sv: Detta innebär att lämpligt intervall för kontroll är minst vart 3:e år.

source: Control systems according to Section 26 should be inspected at least once a year.
sv: Kontrollsystem enligt 26 § bör kontrolleras minst en gång per år.

source: Special ventilation control interval requirements for certain kinds of industrial facility have been defined by the Swedish Work Environment Authority in the following provisions:
sv: För vissa typer av industrilokaler har Arbetsmiljöverket ställt särskilda krav på intervall för ventilationskontroll i följande föreskrifter:

source: Quartz 2 times/year
sv: Kvarts 2 ggr/år

source: Lead 2 times/year
sv: Bly 2 ggr/år

source: Synthetic inorganic fibres 2 times/year
sv: Syntetiska oorganiska fibrer 2 ggr/år

source: Fume cupboards
sv: Dragskåp

source: At installation control and recurrent controls of fume cupboards, at least the following tests should be included:
sv: Vid installationskontroll och återkommande kontroll av dragskåp bör följande tester minst ingå:

source: visualisation of air movement using smoke
sv: visualisering av luftrörelser med rök,

source: control of front velocity control of the control system and any alarm function and alarm limits.
sv: kontroll av fronthastigheten, kontroll av kontrollsystemet och ev. larmfunktion och larmgränser.

source: The frequency and detail of controls depend to a large extent to the type of work carried out in the fume cupboard.
sv: Hur ofta kontroll behöver ske och hur utförlig den behöver vara beror i hög grad på vilken typ av arbete som utförs i dragskåpet.

source: When handling particularly dangerous substances, a control may need to be made at least twice a year.
sv: Vid hantering av speciellt farliga ämnen kan kontroll behöva ske minst två gånger per år.

source: The establishment of control routines that are fit for purpose is of fundamental importance.
sv: Av grundläggande betydelse är att ändamålsenliga kontrollrutiner etableras.

source: It is appropriate that notes about the result and dates of controls are stored in conjunction to the fume cupboard.
sv: Det är lämpligt att noteringar om resultat och datum för kontroll förvaras i anslutning till dragskåpet.

source: Safety benches
sv: Säkerhetsbänk

source: At installation control and recurrent controls of safety benches of Class II, at least the following tests should be included:
sv: Vid installationskontroll och återkommande kontroll av säkerhetsbänkar klass II bör följande tester minst ingå:

source: control of theoretical average velocity in the working aperture
sv: kontroll av teoretisk medelhastighet i arbetsöppningen, kontroll av larmfunktioner och larmgränser,

source: control of alarm functions and alarm limits control of function and impenetrability of all filters.
sv: kontroll av samtliga filters funktion och täthet.

source: For a microbiological safety bench, according to directions for microbiological work environment risks, it may be necessary also to carry out a protection factor test simultaneously with the installation test.
sv: För en mikrobiologisk säkerhetsbänk kan det, enligt föreskrifter om mikrobiologiska arbetsmiljörisker, vara nödvändigt att utföra även skyddsfak- tortest samtidigt som installationstest.

source: measurement methods for microbiological safety benches Class II can be found in guidance issued by the Swedish Royal Institute of Technology and R3 Nordic containing guidelines and measurement procedures for microbiological safety benches of Class II.
sv: Lämpliga mätmetoder för mikrobiologiska säkerhetsbänkar klass II finns i KTH:s och Nordiska R3-föreningens vägledning med riktlinjer och mätförfarande gällande mikrobiologiska säkerhetsbänkar, klass II.

source: For microbiological safety benches of Classes I and III, there are minimum requirements and test methods described in the standard SS-EN 12469.
sv: För mikrobiologiska säkerhetsbänkar klass I och III finns minimikrav och testmetoder beskrivna i standarden SS-EN 12469.

source: According to directions about cytostatics and other pharmaceuticals with permanent effects, safety benches shall be inspected annually and after any filter change.
sv: Enligt föreskrifter om cytostatika och andra läkemedel med bestående effekt ska säkerhetsbänkar kontrolleras årligen och efter filterbyte.

source: Clothing and physical activity are also factors influencing perception of climate.
sv: Klädsel och fysisk aktivitet är andra faktorer som påverkar klimatupplevelsen.

source: Climate zones
sv: Klimatområden

source: Depending on temperature, the climate can be divided into three zones: cold, moderate climate and hot.
sv: Beroende av temperaturen kan klimatet delas upp i tre områden: kyla, s.k. neutralt klimat och värme.

source: These climate zones give rise to such different climatic problems that there is no single method which can be used for assessing all three climate zones.
sv: Dessa klimatområden ger upphov till så skiftande klimatproblem att det inte finns en gemensam metod som kan användas för att bedöma alla tre klimatområdena.

source: The moderate climate zone roughly comprises the air temperature interval 10-30°C.
sv: Det s.k. neutrala klimatområdet omfattar ungefär intervallet 10–30 °C lufttemperatur.

source: Unlike extremes of climate, this zone imposes only moderate, if any, strain on the body.
sv: Till skillnad mot de extrema klimaten medför detta ingen eller endast måttlig påfrestning på kroppen.

source: The climate zones of cold, below 10°C, and hot, above 30°C, can be in- stanced with freezers and glassworks respectively.
sv: Klimatområdena kyla, under 10 °C, och värme, över 30 °C, kan exemplifieras med fryshus respektive glasbruk.

source: The Provisions of the Work Environment Authority on Work in Intense Heat contain rules for work indoors or outdoors which can entail a risk of harmful effects from heat.
sv: I Arbetsmiljöverkets föreskrifter om arbete i stark värme finns regler för arbete inomhus eller utomhus som kan medföra risk för skadlig inverkan av värme.

source: Certain food production premises and glassworks are examples of premises where for reasons of production technology it is not reasonable to create and suitable thermal climate throughout the premises.
sv: Vissa livsmedelslokaler och glasbruk är exempel på lokaler där det av produktionstekniska skäl inte är rimligt att skapa ett lämpligt termiskt klimat i hela lokalen.

source: Outdoors there are generally limited opportunities to affect the climate.
sv: Utomhus har man i allmänhet begränsade möjligheter att påverka klimatet.

source: Climate and health
sv: Klimat och hälsa

source: The task of climate is to create the right conditions for thermal balance in the body and also to prevent ill-health being caused, for example, by local cooling.
sv: Klimatets uppgift är dels att skapa gynnsamma förutsättningar för krop-

source: Small deviations below the ideal temperature can already impair muscular function, especially dexterity, which in turn can affect work performance and the risk of accidents.
sv: Redan små avvikelser under den idealiska temperaturen försämrar mus- kelfunktionen och särskilt då fingerfärdigheten vilket kan påverka arbets- prestationen och risken för olycksfall.

source: Even lower temperatures can lead to local cooling of e.g. hands, but also to cooling the interior of the body.
sv: Ännu lägre temperatur kan leda till lokal avkylning av t.ex. händer men också till nedkylning av kroppens inre.

source: A further increase in temperature increases both blood circulation and sweating, and the body temperature can rise, particularly during heavy work.
sv: Ännu högre temperatur ökar både blodcirkulation och svettning och kroppstemperaturen kan stiga, speciellt vid tungt arbete.

source: Work at temperatures that are higher or lower than the ideal also gradually affect concentration, alertness and judgement, which can lead to an increase in risk behaviour.
sv: Arbete vid högre eller lägre temperatur än den idealiska, påverkar gradvis koncentrationen, uppmärksamheten och omdömet vilket kan leda till ökat riskbeteende.

source: Measurement
sv: Mätning

source: Methods and measurements for assessing both general and local climatic influence in the so-called neutral climate zone are set forth in the standard "Ergonomi för den termiska miljön – Analytisk bestämning och bedömning av termisk komfort med hjälp av indexen PMV och PPD samt kriterier för lokal termisk komfort" (Ergonomics for thermal environment – determination of the PMV and PPD indices and specifications of the conditions for thermal comfort), SS-EN ISO 7730).
sv: Metoder och mått för att bedöma såväl allmän som lokal klimatpåverkan i det s.k. neutrala klimatområdet anges i standarden Ergonomi för den termiska miljön – Analytisk bestämning och bedömning av termisk komfort med hjälp av indexen PMV och PPD samt kriterier för lokal termisk komfort, SS-EN ISO 7730:2006.

source: This standard describes a method for determining the anticipated perception of climate by a group of persons with given clothing and activity (PMV, predicted mean vote).
sv: Standarden beskriver en metod med vilken man bestämmer den förväntade upplevelsen av klimatet hos en grupp personer med given klädsel och aktivitet (PMV, predicted mean vote).

source: The PMV value indicates, on a scale between -3 (cold) and +3 (hot), how the persons in the room are expected, on average, to experience it.
sv: PMV-värdet anger i en skala mellan –3 (mycket kallt) och +3 (mycket varmt), hur personerna i lokalen i genomsnitt förväntas uppleva klimatet.

source: The PMV value can then be used for calculating the PPD value (predicted percentage dissatisfied).
sv: På basis av PMV- värdet kan den förväntade andelen missnöjda personer beräknas (PPD- värde, predicted percentage dissatisfied).

source: The PPD value of a room should be under 10%.
sv: En lokals PPD-värde bör ligga under 10 %.

source: The most common concept is that of operative temperature, which in draught-free environments is the average of air temperature and mean radiant temperature.
sv: Det vanligaste begreppet är operativ temperatur vilket i dragfria miljöer är medelvärdet av lufttemperaturen och medel- strålningstemperaturen.

source: Draughts
sv: AFS 2009:2

source: Cold draughts imply a risk of exposed parts of the body being locally chilled.
sv: Höga lufthastigheter, drag, innebär risk för att utsatta kroppsdelar lokalt kyls ner.

source: Large window areas or windows with a high coefficient of thermal transmittance augment the risk of draught.
sv: Stora fönsterytor eller fönster med hög värmegenomgångskoefficient ökar risken för drag.

source: A heating device should be positioned so as to avoid cold draught from windows or suchlike.
sv: Uppvärmningsanordningar bör placeras så att kallras från fönster eller liknande undviks.

source: In roof lanterns and light cupolas, measures should be taken to prevent condensation and cold draught.
sv: I lanterniner och ljuskupoler bör åtgärder vidtas för att förebygga kondens och kallras.

source: High air velocities in a room can be created, not only by cold draught but also by the ventilation system or by cold floors and walls and an uneven distribution of temperature in the room.
sv: Drag i en lokal kan, förutom av kallras, även skapas av ventilationssystemet eller av kalla golv och väggar samt genom ojämn temperaturfördelning i rummet.

source: High air velocities can also occur when a door is open to a neighbouring room with a different temperature or pressure.
sv: När en dörr öppnas till en angränsande lokal med annan temperatur eller annat tryck kan också höga lufthastigheter uppstå.

source: Air humidity
sv: Luftfuktighet

source: Air humidity makes little difference to subjective experience of the thermal climate.
sv: Luftfuktighetens betydelse för upplevelsen av det termiska klimatet är liten.

source: Its effect on discomfort and health status is more difficult to assess.
sv: Dess effekt på upplevelsen av besvär och på hälsotillståndet är mer svårbedömd.

source: On office premises with winter temperatures of about 20°C, experience has shown that a low moisture content is usually accepted.
sv: Erfarenheten har visat att en låg fukthalt i regel godtas i kontorslokaler med lufttemperaturer vintertid på ca 20 °C.

source: If the air temperature is raised by 2° or more, not infrequently there will be discomfort and complaints about dry air.
sv: Om lufttemperaturen höjs med 2 grader eller mera uppkommer inte sällan obehag och klagomål på torr luft.

source: Attention ought therefore to be concentrated primarily on temperature conditions.
sv: Åtgärder bör därför i första hand inriktas på temperaturförhållandena.

source: It is only in exceptional cases that direct measures should be taken to control the air humidity.
sv: Endast i undantagsfall bör direkta åtgärder för att reglera fuktigheten vidtas.

source: If there are complaints about dry air, it may also be appropriate to review cleaning routines and examine the flooring material, so as to avoid problems connected with dust and static electricity.
sv: Vid klagomål på torr luft kan det även vara lämpligt att gå igenom städ- rutinerna och undersöka golvmaterialen för att undvika problem i samband med damm och statisk elektricitet.
